{
  "lang": "en",
  "reve_top_title_headline_1": "Transforming",
  "reve_top_title_headline_2": "Ideas into",
  "reve_top_title_headline_3": "Reality",
  "reve_top_news_headline": "LATEST NEWS",
  "reve_top_news_button_text": "View All",
  "reve_news_content_button_text": "All News",
  "reve_component_newsItem_text": "Read more",
  "contact_sending": "Sending...",
  "contact_submit": "Send",
  "reve_contact_form_name": "Your Name",
  "reve_contact_form_company_name": "Company Name",
  "reve_contact_form_mail": "Email address",
  "reve_contact_form_tel": "Phone number",
  "reve_contact_form_category": "Subject",
  "reve_contact_form_category_option1": "Management",
  "reve_contact_form_category_option2": "Website production",
  "reve_contact_form_category_option3": "Other",
  "reve_contact_form_content": "Enquiry details",
  "reve_contact_dialog_title": "Mail transmission complete",
  "reve_contact_dialog_content": "<p>Thank you for your enquiry.</p><p>Your enquiry has been received.</p><p>Please wait for a representative to contact you.</p>",
  "reve_contact_dialog_button_text": "Return to top",
  "rabbit_contact_form_name": "Your Name",
  "rabbit_contact_form_company_name": "Company Name / School Name",
  "rabbit_contact_form_mail": "Email address",
  "rabbit_contact_form_tel": "Phone number",
  "rabbit_contact_form_category": "Subject",
  "rabbit_contact_form_category_option1": "Public relations",
  "rabbit_contact_form_category_option2": "Recruitment",
  "rabbit_contact_form_category_option3": "Business",
  "rabbit_contact_form_category_option4": "Other",
  "norika_contact_form_name": "Your Name",
  "norika_contact_form_birthday": "Date of Birth",
  "norika_contact_form_gender": "Gender",
  "norika_contact_form_gender_male": "Male",
  "norika_contact_form_gender_female": "Female",
  "norika_contact_form_gender_other": "Other",
  "norika_contact_form_desired_date": "Desired Date",
  "norika_contact_from_company_name": "Company Name",
  "norika_contact_form_mail": "Email address",
  "norika_contact_form_tel": "Phone number",
  "norika_contact_form_category": "Subject",
  "norika_contact_form_category_option1": "Public relations",
  "norika_contact_form_category_option2": "Recruitment",
  "norika_contact_form_category_option3": "Business",
  "norika_contact_form_category_option4": "Other",
  "norika_contact_form_content": "Please describe your concern.",
  "norika_contact_dialog_title": "Your transmission has been completed.",
  "norika_contact_dialog_content": "<p>Thank you for your enquiry.</p><p>Your request has been received.</p><p>Please wait for a representative to contact you to confirm a final date and time.</p>",
  "date_picker_text" : "Pick a date",
  "rabbit_top_hero_title": "Inspiring people to dream and move",
  "rabbit_top_hero_subtitle": "Igniting Dreams, Stirring Souls",
  "rabbit_top_hero_button_text": "About Us",
  "rabbit_top_hero_button_text_se": "Business",
  "rabbit_top_business_title": "Business",
  "rabbit_top_business_description_1": "Rabbit Ltd operates two businesses, 'Reve' and 'Norika'.",
  "rabbit_top_business_description_2": "'Reve' is a management and creative business. It works with clients to achieve the best possible results.",
  "rabbit_top_business_description_3": "'Norika' is a business that relieves physical disability from pain through treatment. It supports health and well-being by providing optimal care tailored to the needs of each individual patient.",
  "rabbit_top_business_description_4": "Through the activities of both businesses, Rabbit Inc. aims to achieve further growth and development.",
  "rabbit_top_business_reve_title": "Reve",
  "rabbit_top_business_reve_sub_title": "Management & Creative",
  "rabbit_top_business_norika_title": "Norika",
  "rabbit_top_business_norika_sub_title": "Physical treatment & counselling",
  "rabbit_top_business_button_text": "Go to page",
  "rabbit_about_title": "About Us",
  "rabbit_about_description": "Rabbit Inc. will strive to expand the possibilities of the future while working together with our customers through our reproduction, management and creative businesses.",
  "rabbit_about_purpose_title": "We value relationships of trust and create a future where we grow together.",
  "rabbit_about_purpose_description": "We build trust with our customers and clients, while being sincere about their needs and requirements and providing them with the best possible service. We value creativity and constantly strive to generate new ideas. We value the cooperation with our customers and clients and build a future where we can grow together.",
  "rabbit_about_mission_title_1": "We will pursue our emotions and dreams and provide people with new experiences and inspirations.",
  "rabbit_about_mission_title_2": "We value relationships of trust and strive for sustainable growth together.",
  "rabbit_about_vision_title_1": "Contribute to customers and society by creating new value and constantly challenging ourselves.",
  "rabbit_about_vision_title_2": "Build partnerships to grow together, building on relationships of trust.",
  "rabbit_about_value_title_1": "Customer satisfaction",
  "rabbit_about_value_description_1": "We are always aware of whether our customers are satisfied and always act from their point of view.",
  "rabbit_about_value_title_2": "Improvement",
  "rabbit_about_value_description_2": "We constantly seek to improve and focus on improving our organisational and individual capabilities.",
  "rabbit_about_value_title_3": "integrity",
  "rabbit_about_value_description_3": "We value doing what needs to be done well and continuously, and building trust.",
  "rabbit_about_value_title_4": "Humility",
  "rabbit_about_value_description_4": "We value humility of mind, not humility of words or actions.",
  "rabbit_about_info_title": "About the company",
  "rabbit_about_info_headline_1": "会社名",
  "rabbit_about_info_text_1": "Rabbit  Ltd.",
  "rabbit_about_info_headline_2": "所在地",
  "rabbit_about_info_text_2": "3-4-1, Kawaradori, Nagoya, Aichi, Japan",
  "rabbit_about_info_headline_3": "代表者名",
  "rabbit_about_info_text_3": "Megumi Tanimura",
  "rabbit_about_info_headline_4": "設立年月日",
  "rabbit_about_info_text_4": "13/04/2016",
  "norika_access_header_title": "Access",
  "norika_access_address_title": "Address",
  "norika_access_nagoya_address": "Room 704, 3-4-1 Kawaradori, Nagoya, Aichi, Japan",
  "norika_access_tokyo_address": "Room 102, 2-18-2 Nishiazabu, Minato-ku, Tokyo",
  "norika_access_header_subtitle": "",
  "norika_access_nagoya_title": "Nagoya",
  "norika_access_nagoya_address_line_1": "25 minutes from Nagoya Station to Kawana Station on the Subway Tsurumai Line.",
  "norika_access_nagoya_address_line_2": "15-minute walk from Kawana Station (Exit 2) on the Subway Tsurumai Line.",
  "norika_access_tokyo_title": "Tokyo",
  "norika_access_tokyo_address_line_1": "15 minutes from Tokyo Station to Omotesando Station on the Tokyo Metro Chiyoda Line.",
  "norika_access_tokyo_address_line_2": "12-minute walk from Omotesando Station, Exit A5 on the Tokyo Metro Chiyoda Line.",
  "norika_access_address_how_to": "How to access",
  "norika_access_phone_title": "Tel",
  "norika_access_phone_body": "050-1181-9382",
  "norika_about_header_title": "Service",
  "norika_about_header_subtitle": "",
  "norika_about_title": "Treatment introduction",
  "norika_about_description": "Norika offers services such as maintenance, facial maintenance and counselling for the body you have worked so hard for, to support your health, beauty and emotional stability. We carefully tailor our treatments to meet the needs and concerns of our customers and strive to help them become healthier in body and mind than when they first came to us.",
  "norika_about_service_title_1": "Body maintenance",
  "norika_about_service_description_1": "The effects of daily lifestyle and posture can cause distortions in the muscles and skeleton. Therefore, we offer treatments to adjust muscles and bones to the correct position and provide care tailored to the customer's physical condition and concerns. We support our clients to lead healthy and comfortable lives while explaining the causes of pain and discomfort to them in an easy-to-understand manner.",
  "norika_about_service_title_2": "Facial maintenance",
  "norika_about_service_description_2": "In facial maintenance, we approach your daily problems by looking at your facial structure, water content, spots and wrinkles and using manual correction such as cranial adjustments and skin hydration. After the treatment, the cells are activated and you will enjoy positive changes over time.",
  "norika_about_service_title_3": "psychological counselling",
  "norika_about_service_description_3": "We provide support to help clients reduce stress and emotional strain in their daily lives and relationships, and to regain physical and mental wellbeing. We provide a safe environment for customers to talk and offer tailored counselling for individual cases. We prioritise mental health and support our clients to regain a healthier mind.",
  "norika_top_hero_title": "live a healthy life",
  "norika_top_hero_subtitle_1": "Relieve hard life,",
  "norika_top_hero_subtitle_2": "For a comfortable life.",
  "norika_top_greeting_title": "Message",
  "norika_top_greeting_description": "I have studied the human body for many years. In the process, I have come to the conclusion that the 'mysteries' of the body can be solved if I can 'communicate' with the elements that make up a person - muscles, lymph, muscles, cells, bones and mind. For example, I first try to communicate (coordinate) with my gastrointestinal tract. This is because I believe that the gastrointestinal tract is an important entity that shows me the state of my body. I believe that the life force of a person is very strong and that even pain that lasts for decades can be remedied through correct communication. My aim is to help you get rid of your pain and help you smile and have a good time.",
  "norika_top_service_title": "Service",
  "norika_top_service_link_text": "Show more",
  "norika_footer_description": "To be free from the hard days and to be comfortable today.",
  "reve_footer_description": "Turning ideas into reality.",
  "rabbit_footer_description": "Igniting Dreams, Stirring Souls",
  "rabbit_footer_privacy_policy": "Privacy Policy",
  "privacy_title": "Privacy Policy",
  "privacy_intro": "Rabbit Inc. ('Our company') has established the following privacy policy (the 'Policy') for the handling of personal information of users obtained in relation to the services provided.",
  "privacy_title_01": "Article 1 (Basic Policy on the Acquisition of Personal Information)",
  "privacy_title_01_body_01": "Recognizing that the protection of personal information is an important social responsibility, the Service Provider shall comply with the Act on the Protection of Personal Information and other related laws and regulations, as well as guidelines established by the Personal Information Protection Committee, and handle personal information appropriately as follows.",
  "privacy_title_01_body_01_child_01": "(1) Our company shall comply with laws, national guidelines, and other norms related to the protection of personal information.",
  "privacy_title_01_body_01_child_02": "(2) When acquiring personal information, the Our company will clarify the purpose of use and use appropriate means.",
  "privacy_title_01_body_01_child_03": "(3) When the Our company uses personal information, it will do so within the scope of the stated purpose of use, and will take measures to ensure that the information is not used for purposes other than those stated.",
  "privacy_title_01_body_01_child_04": "(4) The Our company will not disclose or provide personal information to a third party, except with the consent of the individual or with justifiable cause.",
  "privacy_title_01_body_01_child_05": "(5) In order to prevent leakage, loss, or damage of personal information, the Our company shall strive to improve information security and take appropriate preventive and corrective measures as needed.",
  "privacy_title_01_body_01_child_06": "(6) Our company will respond sincerely and promptly to inquiries concerning personal information.",
  "privacy_title_01_body_01_child_07": "(7) The Our company will maintain and continuously improve its management system for the protection of personal information.",
  "privacy_title_02": "Article 2 (Method of Obtaining Personal Information)",
  "privacy_title_02_body_01": "Our company may acquire personal information by means of automatic acquisition from terminals, acquisition from users or their proxies in writing or by submitting forms, etc. However, such information shall be acquired appropriately only to the extent necessary to achieve the purpose of use, and shall not be acquired through deception or other wrongful means. Specifically, personal information will be acquired by the following methods",
  "privacy_title_02_body_02": "Submission of inquiry form",
  "privacy_title_03": "Article 3 (Purpose of Use)",
  "privacy_title_03_body_01": "The Our company will use the acquired personal information for the following purposes",
  "privacy_title_03_body_02": "Personal information concerning users",
  "privacy_title_03_body_01_child_01": "1. for identification and personal authentication of the user in relation to the use of this service",
  "privacy_title_03_body_01_child_02": "2. To provide the Service",
  "privacy_title_03_body_01_child_03": "3. To improve the Service",
  "privacy_title_03_body_01_child_04": "4. To customize the contents of the Service to the user's needs",
  "privacy_title_03_body_01_child_05": "5. To confirm the contents of inquiries regarding the Service and to respond to such inquiries",
  "privacy_title_03_body_01_child_06": "6. To notify users of changes to the Terms of Service, etc.",
  "privacy_title_04": "Article 4 (Security Control Measures for Personal Data)",
  "privacy_title_04_body_01": "The business entity shall take appropriate organizational, physical, and technical safety control measures to prevent unauthorized access to personal data, loss, destruction, alteration, or leakage of personal data, and to otherwise safely manage personal data. In addition, the Company will endeavor to educate and enlighten its directors and employees who handle personal information to protect personal information.",
  "privacy_title_05": "Article 5 (Provision to Third Parties)",
  "privacy_title_05_body_01": "1. except in the following cases, a Our company shall not provide personal data to a third party without obtaining the prior consent of the individual to whom the personal data pertains. However, this excludes cases permitted under the Personal Information Protection Law and other laws and regulations.",
  "privacy_title_05_body_01_child_01": "(1) Cases in which the provision of personal data is necessary for the protection of the life, body, or property of an individual and in which it is difficult to obtain the consent of the individual",
  "privacy_title_05_body_01_child_02": "(2) Cases in which the provision of personal information is particularly necessary for improving public health or promoting the sound growth of children, and in which it is difficult to obtain the consent of the individual concerned",
  "privacy_title_05_body_01_child_03": "(3) Cases in which the provision of personal information is necessary for cooperating with a government agency, a local government, or an individual or entity entrusted by either a government agency or local government to execute affairs prescribed by law, and in which obtaining the consent of the person is likely to impede the execution of the affairs concerned.",
  "privacy_title_05_body_02": "2. Notwithstanding the preceding paragraph, the recipient of personal data shall not fall under the category of a third party in the following cases",
  "privacy_title_05_body_02_child_01": "(1) Cases in which the Our company outsources all or part of the handling of personal data within the scope necessary for the achievement of the purpose of use",
  "privacy_title_05_body_02_child_02": "(2) Cases in which personal data is provided as a result of the succession of a business due to merger or other reasons",
  "privacy_title_05_body_02_child_03": "(3) Cases in which personal data will be used jointly with a specific person, and in which this fact, the items of personal data to be jointly used, the scope of joint use, the purpose of use by the person using the personal data, and the name of the person responsible for managing the personal data are notified to the person in advance, or are made readily accessible to the person (3) In cases where the personal data of the individual concerned is notified in advance or is made readily accessible to the individual concerned",
  "privacy_title_05_body_03": "3. Notwithstanding the provisions of Paragraphs 1 and 2 of this Article, the Our company shall obtain the prior consent of the individual when providing personal data to a third party located in a foreign country (excluding those who have established a system conforming to the standards specified in the Rules of the Personal Information Protection Commission pursuant to Article 24 of the Personal Information Protection Law).",
  "privacy_title_06": "Article 6 (Retention Period of Personal Data)",
  "privacy_title_06_body_01": "When there is no longer a need to use personal data, the Our company will endeavor to delete said personal data without delay, except in cases where retention is required by law.",
  "privacy_title_07": "Article 7 (Copyright)",
  "privacy_title_07_body_01": "No copyright is renounced with respect to the Site. Unauthorized reproduction of any text, images, videos, or other copyrighted information that exists on this site is prohibited. Please contact the business if you wish to reprint the information.",
  "privacy_title_08": "Article 8 (Revision of this policy and change of purpose of use)",
  "privacy_title_08_body_01": "The operator will revise this policy as necessary. However, changes in the purpose of use will be made only when it is reasonably deemed that the purpose of use is relevant to the purpose of use before the change. In the event that this Policy is revised or the purpose of use is changed, the revised or changed content will become effective when notified to users in the manner prescribed by the operator or publicly announced on this website.",
  "privacy_revision_date": "Date of enactment: April 30, 2024",
  "form_privacy_policy_agreement": "I agree to the",
  "form_privacy_policy_agreement_link": "privacy policy",
  "reve_domain_icon_sports": "Sport management",
  "reve_domain_icon_website": "Website creation",
  "reve_domain_management_title": "Overview",
  "reve_domain_management_description": "Reve is a management and creative business. Together with its clients, it strives to achieve the best possible results.",
  "reve_domain_management_service_title_01": "Contract support",
  "reve_domain_management_service_title_02": "Goods production",
  "reve_domain_management_service_title_03": "Community",
  "reve_domain_management_service_title_04": "Personal portrait management",
  "reve_domain_management_service_title_05": "Media support",
  "reve_domain_management_service_title_06": "Event planning and management",
  "reve_domain_management_service_description_01": "We support clients in drafting and negotiating legal documents, managing and updating contracts during the process from conclusion to termination. We support smooth contract processes by drafting contracts and providing legal advice tailored to the client's needs.",
  "reve_domain_management_service_description_02": "We produce goods to promote our clients' brands and events. We offer one-stop support from design to production, providing original goods that meet the client's needs.",
  "reve_domain_management_service_description_03": "We support the formation of client communities through personal website production and blog management. We provide a wide range of support from content planning to production and management, and provide an environment that facilitates information sharing.",
  "reve_domain_management_service_description_04": "We provide support to ensure that individuals' portrait rights are respected and managed appropriately. We build a system that allows clients to manage portrait information with peace of mind, for example by producing content that takes portrait rights into account.",
  "reve_domain_management_service_description_05": "We support our clients in disseminating information by responding promptly to media requests for interviews. We support clients in effectively disseminating information by coordinating interview dates and locations, and arranging the necessary equipment and personnel for interviews.",
  "reve_domain_management_service_description_06": "We plan events tailored to the needs of our clients, providing support from preparation, such as arranging the venue, structuring the programme and recruiting participants, to operational management on the day, and evaluation and improvement after the event, to ensure the success of our clients' events.",
  "reve_top_domain_title": "Business activities",
  "reve_top_domain_management_title": "Management",
  "reve_top_domain_management_description": "We offer a wide range of management services, including contract support, merchandise production, community building, personal portrait management, media appearance support and event planning and management. Through comprehensive support tailored to the needs of our clients, we ensure the success of their businesses and activities.",
  "reve_top_domain_website_title": "Website creation",
  "reve_top_domain_website_description": "We offer a wide range of services in the field of website development. We create websites tailored to the client's requirements and objectives. We provide total support from design to content planning and SEO to strengthen our clients' online presence. In addition, we also provide operational support, including regular updates and analysis, to help ensure the site's continued success.",
  "reve_top_domain_button_text": "Show more"
}
